{
  "token_to_id": {
    "meeting": 86,
    "applied": 124,
    "planning": 20,
    "training": 109,
    "8": 56,
    "women’s": 182,
    "literacy": 251,
    "[PAD]": 0,
    "showcase": 306,
    "28": 65,
    "womens": 308,
    "only": 225,
    "the": 154,
    "src": 151,
    "committee": 5,
    "degrees": 90,
    "university": 111,
    "school": 118,
    "awards": 189,
    "exchange": 219,
    "sub": 152,
    "bay": 274,
    "board": 15,
    "submission": 203,
    "joint": 248,
    "ict": 139,
    "prestigious": 215,
    "supply": 67,
    "24": 50,
    "march": 253,
    "world": 228,
    "bvl": 236,
    "vice": 227,
    "2nd": 272,
    "7": 55,
    "remuneration": 201,
    "to": 204,
    "chancellor’s": 237,
    "year’s": 269,
    "30": 33,
    "cputrfagm": 294,
    "visit": 289,
    "good": 242,
    "campus": 190,
    "public": 304,
    "oversight": 88,
    "2026": 122,
    "tuesday": 63,
    "27": 39,
    "continuity": 180,
    "ethics": 85,
    "all": 186,
    "engineering": 132,
    "september": 264,
    "may": 254,
    "administration": 123,
    "forum": 14,
    "monday": 58,
    "service": 285,
    "april": 233,
    "october": 260,
    "staff": 116,
    "violence": 100,
    "2025": 121,
    "conference": 209,
    "17": 44,
    "assessments": 125,
    "recycling": 167,
    "teaching": 153,
    "reconciliation": 262,
    "transformation": 155,
    "housing": 138,
    "assessment": 187,
    "indaba": 245,
    "start": 75,
    "strategy": 265,
    "admin": 105,
    "cut": 210,
    "vc’s": 267,
    "stream": 162,
    "business": 76,
    "26": 52,
    "crf": 295,
    "family": 240,
    "programme": 31,
    "informatics": 140,
    "august": 234,
    "open": 108,
    "19": 45,
    "freedom": 220,
    "online": 146,
    "honorary": 171,
    "end": 77,
    "workers": 268,
    "human": 107,
    "2": 32,
    "[SEP]": 3,
    "innovation": 141,
    "[CLS]": 2,
    "10": 17,
    "15": 43,
    "examination": 194,
    "assurance": 93,
    "5": 53,
    "16": 37,
    "faculty": 22,
    "postgraduate": 303,
    "centre": 191,
    "1": 30,
    "gender": 135,
    "14": 9,
    "febe": 213,
    "22": 48,
    "january": 247,
    "leadership": 278,
    "children": 192,
    "4th": 273,
    "sisonke": 26,
    "festival": 166,
    "benefits": 127,
    "combined": 169,
    "friday": 40,
    "award": 188,
    "wellington": 206,
    "management": 8,
    "disability": 296,
    "chain": 66,
    "90": 290,
    "12": 11,
    "consolidated": 293,
    "symposium": 288,
    "education": 114,
    "sunday": 61,
    "library": 144,
    "space": 150,
    "excellence": 218,
    "granger": 277,
    "resources": 148,
    "25": 51,
    "goodwill": 243,
    "november": 258,
    "6": 54,
    "naming": 145,
    "exemptions": 212,
    "media": 282,
    "09": 6,
    "health": 136,
    "qualifications": 103,
    "mid": 196,
    "on": 198,
    "orientation": 147,
    "executive": 19,
    "saretec": 89,
    "governance": 57,
    "sciences": 60,
    "directors": 36,
    "based": 126,
    "years": 157,
    "application": 208,
    "men’s": 255,
    "design": 130,
    "session": 82,
    "term": 68,
    "risk": 79,
    "mc": 280,
    "built": 128,
    "grad": 222,
    "mingle": 283,
    "general": 221,
    "recess": 102,
    "2024": 120,
    "recognitions": 216,
    "schools": 84,
    "trustees": 104,
    "utilisation": 226,
    "heads": 174,
    "agm": 178,
    "fund": 300,
    "senate": 16,
    "youth": 229,
    "hotel": 137,
    "and": 7,
    "iqp": 302,
    "degree": 170,
    "of": 10,
    "new": 257,
    "days": 193,
    "mentorship": 28,
    "holiday": 175,
    "20": 46,
    "month": 224,
    "ip": 246,
    "aids": 291,
    "employee": 298,
    "july": 249,
    "semester": 161,
    "observed": 259,
    "sa": 305,
    "audit": 71,
    "second": 202,
    "research": 78,
    "mandela": 252,
    "waste": 168,
    "3": 29,
    "year": 156,
    "supervision": 27,
    "equity": 134,
    "11": 42,
    "9": 34,
    "evaluation": 106,
    "day": 21,
    "unions": 117,
    "gb": 276,
    "heritage": 244,
    "policy": 261,
    "election": 297,
    "[UNK]": 1,
    "department": 113,
    "international": 115,
    "090": 270,
    "annual": 179,
    "21": 47,
    "site": 286,
    "0": 80,
    "lists": 223,
    "rights": 263,
    "institutional": 18,
    "off": 214,
    "4": 24,
    "thursday": 62,
    "africa": 232,
    "head": 195,
    "services": 119,
    "3rd": 217,
    "close": 129,
    "administrative": 231,
    "june": 250,
    "support": 287,
    "graduation": 98,
    "publication": 159,
    "deans": 35,
    "wc": 205,
    "29": 70,
    "mother": 256,
    "wednesday": 64,
    "workshop": 69,
    "improvement": 301,
    "awareness": 163,
    "tbc": 307,
    "campaign": 165,
    "activism": 183,
    "student": 41,
    "trustee": 110,
    "physical": 87,
    "wced": 83,
    "february": 241,
    "convocation": 97,
    "saturday": 59,
    "lecture": 279,
    "date": 211,
    "investment": 73,
    "christmas": 238,
    "summer": 266,
    "special": 95,
    "for": 92,
    "review": 149,
    "1st": 271,
    "council": 13,
    "autumn": 235,
    "academic": 96,
    "18": 38,
    "chancellors": 292,
    "d6": 275,
    "december": 239,
    "women": 207,
    "question": 200,
    "learning": 143,
    "utilization": 177,
    "cputrf": 25,
    "achievers": 230,
    "31": 94,
    "call": 164,
    "environment": 133,
    "higher": 91,
    "quality": 81,
    "third": 172,
    "advisory": 184,
    "it": 142,
    "people’s": 176,
    "non": 197,
    "mcd": 281,
    "welcoming": 173,
    "results": 160,
    "seminar": 284,
    "00": 4,
    "staffing": 74,
    "full": 299,
    "against": 185,
    "language": 99,
    "strategic": 23,
    "papers": 199,
    "wellness": 112,
    "13": 12,
    "first": 101,
    "income": 158,
    "finance": 72,
    "launch": 181,
    "23": 49,
    "employment": 131
  },
  "id_to_token": [
    "[PAD]",
    "[UNK]",
    "[CLS]",
    "[SEP]",
    "00",
    "committee",
    "09",
    "and",
    "management",
    "14",
    "of",
    "12",
    "13",
    "council",
    "forum",
    "board",
    "senate",
    "10",
    "institutional",
    "executive",
    "planning",
    "day",
    "faculty",
    "strategic",
    "4",
    "cputrf",
    "sisonke",
    "supervision",
    "mentorship",
    "3",
    "1",
    "programme",
    "2",
    "30",
    "9",
    "deans",
    "directors",
    "16",
    "18",
    "27",
    "friday",
    "student",
    "11",
    "15",
    "17",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "5",
    "6",
    "7",
    "8",
    "governance",
    "monday",
    "saturday",
    "sciences",
    "sunday",
    "thursday",
    "tuesday",
    "wednesday",
    "28",
    "chain",
    "supply",
    "term",
    "workshop",
    "29",
    "audit",
    "finance",
    "investment",
    "staffing",
    "start",
    "business",
    "end",
    "research",
    "risk",
    "0",
    "quality",
    "session",
    "wced",
    "schools",
    "ethics",
    "meeting",
    "physical",
    "oversight",
    "saretec",
    "degrees",
    "higher",
    "for",
    "assurance",
    "31",
    "special",
    "academic",
    "convocation",
    "graduation",
    "language",
    "violence",
    "first",
    "recess",
    "qualifications",
    "trustees",
    "admin",
    "evaluation",
    "human",
    "open",
    "training",
    "trustee",
    "university",
    "wellness",
    "department",
    "education",
    "international",
    "staff",
    "unions",
    "school",
    "services",
    "2024",
    "2025",
    "2026",
    "administration",
    "applied",
    "assessments",
    "based",
    "benefits",
    "built",
    "close",
    "design",
    "employment",
    "engineering",
    "environment",
    "equity",
    "gender",
    "health",
    "hotel",
    "housing",
    "ict",
    "informatics",
    "innovation",
    "it",
    "learning",
    "library",
    "naming",
    "online",
    "orientation",
    "resources",
    "review",
    "space",
    "src",
    "sub",
    "teaching",
    "the",
    "transformation",
    "year",
    "years",
    "income",
    "publication",
    "results",
    "semester",
    "stream",
    "awareness",
    "call",
    "campaign",
    "festival",
    "recycling",
    "waste",
    "combined",
    "degree",
    "honorary",
    "third",
    "welcoming",
    "heads",
    "holiday",
    "people’s",
    "utilization",
    "agm",
    "annual",
    "continuity",
    "launch",
    "women’s",
    "activism",
    "advisory",
    "against",
    "all",
    "assessment",
    "award",
    "awards",
    "campus",
    "centre",
    "children",
    "days",
    "examination",
    "head",
    "mid",
    "non",
    "on",
    "papers",
    "question",
    "remuneration",
    "second",
    "submission",
    "to",
    "wc",
    "wellington",
    "women",
    "application",
    "conference",
    "cut",
    "date",
    "exemptions",
    "febe",
    "off",
    "prestigious",
    "recognitions",
    "3rd",
    "excellence",
    "exchange",
    "freedom",
    "general",
    "grad",
    "lists",
    "month",
    "only",
    "utilisation",
    "vice",
    "world",
    "youth",
    "achievers",
    "administrative",
    "africa",
    "april",
    "august",
    "autumn",
    "bvl",
    "chancellor’s",
    "christmas",
    "december",
    "family",
    "february",
    "good",
    "goodwill",
    "heritage",
    "indaba",
    "ip",
    "january",
    "joint",
    "july",
    "june",
    "literacy",
    "mandela",
    "march",
    "may",
    "men’s",
    "mother",
    "new",
    "november",
    "observed",
    "october",
    "policy",
    "reconciliation",
    "rights",
    "september",
    "strategy",
    "summer",
    "vc’s",
    "workers",
    "year’s",
    "090",
    "1st",
    "2nd",
    "4th",
    "bay",
    "d6",
    "gb",
    "granger",
    "leadership",
    "lecture",
    "mc",
    "mcd",
    "media",
    "mingle",
    "seminar",
    "service",
    "site",
    "support",
    "symposium",
    "visit",
    "90",
    "aids",
    "chancellors",
    "consolidated",
    "cputrfagm",
    "crf",
    "disability",
    "election",
    "employee",
    "full",
    "fund",
    "improvement",
    "iqp",
    "postgraduate",
    "public",
    "sa",
    "showcase",
    "tbc",
    "womens"
  ]
}