{
  "token_to_id": {
    "goodwill": 241,
    "monday": 58,
    "income": 157,
    "remuneration": 200,
    "management": 8,
    "august": 233,
    "trustee": 108,
    "thursday": 62,
    "academic": 96,
    "to": 203,
    "submission": 202,
    "4": 24,
    "convocation": 97,
    "health": 135,
    "learning": 142,
    "wellington": 205,
    "election": 294,
    "year": 155,
    "application": 207,
    "exemptions": 211,
    "may": 252,
    "30": 33,
    "all": 185,
    "informatics": 139,
    "17": 44,
    "applied": 122,
    "violence": 99,
    "welcoming": 172,
    "achievers": 229,
    "vc’s": 264,
    "agm": 177,
    "disability": 293,
    "planning": 20,
    "design": 128,
    "july": 247,
    "090": 267,
    "question": 199,
    "mc": 277,
    "third": 171,
    "administration": 121,
    "90": 287,
    "[PAD]": 0,
    "sciences": 60,
    "1": 30,
    "engineering": 130,
    "january": 245,
    "days": 192,
    "conference": 208,
    "sisonke": 26,
    "chain": 66,
    "results": 159,
    "chancellor’s": 235,
    "christmas": 236,
    "and": 7,
    "children": 191,
    "youth": 228,
    "transformation": 154,
    "general": 220,
    "built": 126,
    "assessments": 123,
    "annual": 178,
    "rights": 261,
    "19": 45,
    "utilisation": 225,
    "18": 38,
    "consolidated": 290,
    "waste": 167,
    "innovation": 140,
    "department": 111,
    "[UNK]": 1,
    "women": 206,
    "bvl": 234,
    "international": 113,
    "human": 105,
    "first": 100,
    "the": 153,
    "february": 239,
    "combined": 168,
    "tuesday": 63,
    "on": 197,
    "awareness": 162,
    "honorary": 170,
    "symposium": 285,
    "fund": 297,
    "0": 80,
    "of": 10,
    "wednesday": 64,
    "resources": 147,
    "22": 48,
    "awards": 188,
    "excellence": 217,
    "vice": 226,
    "december": 237,
    "support": 284,
    "bay": 271,
    "staff": 114,
    "end": 77,
    "employment": 129,
    "00": 4,
    "language": 98,
    "improvement": 298,
    "unions": 115,
    "november": 256,
    "forum": 14,
    "12": 11,
    "campus": 189,
    "strategic": 23,
    "public": 301,
    "aids": 288,
    "2": 32,
    "literacy": 249,
    "finance": 72,
    "mandela": 250,
    "session": 82,
    "investment": 73,
    "activism": 182,
    "29": 70,
    "non": 196,
    "physical": 87,
    "new": 255,
    "men’s": 253,
    "showcase": 303,
    "qualifications": 101,
    "cputrfagm": 291,
    "festival": 165,
    "7": 55,
    "open": 106,
    "continuity": 179,
    "14": 9,
    "prestigious": 214,
    "africa": 231,
    "faculty": 22,
    "publication": 158,
    "month": 223,
    "board": 15,
    "deans": 35,
    "world": 227,
    "full": 296,
    "2024": 118,
    "review": 148,
    "cputrf": 25,
    "grad": 221,
    "higher": 91,
    "d6": 272,
    "supply": 67,
    "crf": 292,
    "workshop": 69,
    "teaching": 152,
    "lecture": 276,
    "assurance": 93,
    "advisory": 183,
    "holiday": 174,
    "special": 95,
    "call": 163,
    "march": 251,
    "postgraduate": 300,
    "15": 43,
    "admin": 103,
    "wced": 83,
    "leadership": 275,
    "term": 68,
    "site": 283,
    "date": 210,
    "09": 6,
    "mcd": 278,
    "saturday": 59,
    "strategy": 263,
    "11": 42,
    "cut": 209,
    "saretec": 89,
    "mid": 195,
    "observed": 257,
    "audit": 71,
    "space": 149,
    "centre": 190,
    "iqp": 299,
    "mentorship": 28,
    "meeting": 86,
    "31": 94,
    "ict": 138,
    "27": 39,
    "wellness": 110,
    "services": 117,
    "governance": 57,
    "based": 124,
    "indaba": 243,
    "24": 50,
    "women’s": 181,
    "administrative": 230,
    "20": 46,
    "febe": 212,
    "for": 92,
    "equity": 132,
    "business": 76,
    "year’s": 266,
    "media": 279,
    "research": 78,
    "day": 21,
    "recycling": 166,
    "council": 13,
    "26": 52,
    "benefits": 125,
    "semester": 160,
    "evaluation": 104,
    "hotel": 136,
    "campaign": 164,
    "gender": 133,
    "senate": 16,
    "recognitions": 215,
    "programme": 31,
    "committee": 5,
    "close": 127,
    "wc": 204,
    "3rd": 216,
    "school": 116,
    "16": 37,
    "student": 41,
    "23": 49,
    "visit": 286,
    "21": 47,
    "reconciliation": 260,
    "4th": 270,
    "quality": 81,
    "degree": 169,
    "5": 53,
    "schools": 84,
    "2026": 120,
    "against": 184,
    "[CLS]": 2,
    "gb": 273,
    "executive": 19,
    "mingle": 280,
    "award": 187,
    "3": 29,
    "people’s": 175,
    "1st": 268,
    "papers": 198,
    "[SEP]": 3,
    "2nd": 269,
    "9": 34,
    "supervision": 27,
    "utilization": 176,
    "chancellors": 289,
    "exchange": 218,
    "good": 240,
    "library": 143,
    "trustees": 102,
    "family": 238,
    "friday": 40,
    "heads": 173,
    "september": 262,
    "degrees": 90,
    "8": 56,
    "ethics": 85,
    "institutional": 18,
    "sub": 151,
    "launch": 180,
    "lists": 222,
    "start": 75,
    "staffing": 74,
    "off": 213,
    "ip": 244,
    "june": 248,
    "mother": 254,
    "25": 51,
    "sa": 302,
    "oversight": 88,
    "online": 145,
    "src": 150,
    "sunday": 61,
    "10": 17,
    "education": 112,
    "it": 141,
    "13": 12,
    "heritage": 242,
    "october": 258,
    "naming": 144,
    "years": 156,
    "granger": 274,
    "directors": 36,
    "policy": 259,
    "risk": 79,
    "workers": 265,
    "examination": 193,
    "stream": 161,
    "2025": 119,
    "6": 54,
    "only": 224,
    "joint": 246,
    "orientation": 146,
    "university": 109,
    "employee": 295,
    "womens": 305,
    "freedom": 219,
    "graduation": 134,
    "head": 194,
    "training": 107,
    "housing": 137,
    "28": 65,
    "environment": 131,
    "assessment": 186,
    "april": 232,
    "tbc": 304,
    "second": 201,
    "seminar": 281,
    "service": 282
  },
  "id_to_token": [
    "[PAD]",
    "[UNK]",
    "[CLS]",
    "[SEP]",
    "00",
    "committee",
    "09",
    "and",
    "management",
    "14",
    "of",
    "12",
    "13",
    "council",
    "forum",
    "board",
    "senate",
    "10",
    "institutional",
    "executive",
    "planning",
    "day",
    "faculty",
    "strategic",
    "4",
    "cputrf",
    "sisonke",
    "supervision",
    "mentorship",
    "3",
    "1",
    "programme",
    "2",
    "30",
    "9",
    "deans",
    "directors",
    "16",
    "18",
    "27",
    "friday",
    "student",
    "11",
    "15",
    "17",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "5",
    "6",
    "7",
    "8",
    "governance",
    "monday",
    "saturday",
    "sciences",
    "sunday",
    "thursday",
    "tuesday",
    "wednesday",
    "28",
    "chain",
    "supply",
    "term",
    "workshop",
    "29",
    "audit",
    "finance",
    "investment",
    "staffing",
    "start",
    "business",
    "end",
    "research",
    "risk",
    "0",
    "quality",
    "session",
    "wced",
    "schools",
    "ethics",
    "meeting",
    "physical",
    "oversight",
    "saretec",
    "degrees",
    "higher",
    "for",
    "assurance",
    "31",
    "special",
    "academic",
    "convocation",
    "language",
    "violence",
    "first",
    "qualifications",
    "trustees",
    "admin",
    "evaluation",
    "human",
    "open",
    "training",
    "trustee",
    "university",
    "wellness",
    "department",
    "education",
    "international",
    "staff",
    "unions",
    "school",
    "services",
    "2024",
    "2025",
    "2026",
    "administration",
    "applied",
    "assessments",
    "based",
    "benefits",
    "built",
    "close",
    "design",
    "employment",
    "engineering",
    "environment",
    "equity",
    "gender",
    "graduation",
    "health",
    "hotel",
    "housing",
    "ict",
    "informatics",
    "innovation",
    "it",
    "learning",
    "library",
    "naming",
    "online",
    "orientation",
    "resources",
    "review",
    "space",
    "src",
    "sub",
    "teaching",
    "the",
    "transformation",
    "year",
    "years",
    "income",
    "publication",
    "results",
    "semester",
    "stream",
    "awareness",
    "call",
    "campaign",
    "festival",
    "recycling",
    "waste",
    "combined",
    "degree",
    "honorary",
    "third",
    "welcoming",
    "heads",
    "holiday",
    "people’s",
    "utilization",
    "agm",
    "annual",
    "continuity",
    "launch",
    "women’s",
    "activism",
    "advisory",
    "against",
    "all",
    "assessment",
    "award",
    "awards",
    "campus",
    "centre",
    "children",
    "days",
    "examination",
    "head",
    "mid",
    "non",
    "on",
    "papers",
    "question",
    "remuneration",
    "second",
    "submission",
    "to",
    "wc",
    "wellington",
    "women",
    "application",
    "conference",
    "cut",
    "date",
    "exemptions",
    "febe",
    "off",
    "prestigious",
    "recognitions",
    "3rd",
    "excellence",
    "exchange",
    "freedom",
    "general",
    "grad",
    "lists",
    "month",
    "only",
    "utilisation",
    "vice",
    "world",
    "youth",
    "achievers",
    "administrative",
    "africa",
    "april",
    "august",
    "bvl",
    "chancellor’s",
    "christmas",
    "december",
    "family",
    "february",
    "good",
    "goodwill",
    "heritage",
    "indaba",
    "ip",
    "january",
    "joint",
    "july",
    "june",
    "literacy",
    "mandela",
    "march",
    "may",
    "men’s",
    "mother",
    "new",
    "november",
    "observed",
    "october",
    "policy",
    "reconciliation",
    "rights",
    "september",
    "strategy",
    "vc’s",
    "workers",
    "year’s",
    "090",
    "1st",
    "2nd",
    "4th",
    "bay",
    "d6",
    "gb",
    "granger",
    "leadership",
    "lecture",
    "mc",
    "mcd",
    "media",
    "mingle",
    "seminar",
    "service",
    "site",
    "support",
    "symposium",
    "visit",
    "90",
    "aids",
    "chancellors",
    "consolidated",
    "cputrfagm",
    "crf",
    "disability",
    "election",
    "employee",
    "full",
    "fund",
    "improvement",
    "iqp",
    "postgraduate",
    "public",
    "sa",
    "showcase",
    "tbc",
    "womens"
  ]
}